string = """◇大賢者モモの回想◇



「ふわぁ……」

　私は大きく欠伸あくびをする。

　ここは太陽の国ハイランドの王都シンフォニアにある自分の屋敷だ。



　最近は七日のうち起きているのは二日くらい。

　理由は半吸血鬼ハーフヴァンパイアである私は、眠っていたほうが魔力を貯めることができるから。



　本当は人の血を吸ったほうが手っ取り早いんだけど。

　どうも積極的に人の血を吸う気にはなれない。

　……マコト様あのひと以外の血は。







　――大魔王イヴリースが倒されてから長い年月が経った。







　人族のアンナさんは勿論。

　エルフ族のジョニィさんももう居ない。

　千年近い時が過ぎたのだ。

　そんなに長く存在できる生物は限られている。



　私のような不死人か。

　白竜師匠のような古竜族くらいだろう。



　そういえば、白竜師匠と最後に会ったのは五百年以上前の話だっけ。

　私が一人前の魔法使いになるまで面倒を見てくれた。



　千年前の戦いで、私はオロオロしてばかりだった。

　その頃と比べると随分と強くなったと思う。



　なんせ今では『大陸最強』の魔法使いなんて呼ばれているのだから。　　





「私がちびっこモモに教えられることは無いな。これからは『白の大賢者』を名乗れ」





　魔法使いとして一人前と認めてもらえた時、白竜師匠は私にそんなことを言った。



『白の』というのは、白竜師匠の弟子という意味らしい。　

　魔法使いは弟子が一人前になった時に、自分由来の何かを贈るんだそうだ。



　ちなみに白竜師匠は、この大陸で『聖竜様』として伝説になっている。

　あの古竜ひと、魔王の娘なんだけどな……。





　勿論、マコト様は居ない。

『未来』へ旅立ってしまった。



　大魔王を倒した後、世界の各地を巡りあっという間に、残っている魔王たちを追い払った。



　しかも、合間合間に海底神殿の攻略までしてだ。

　何であんなにあの人は、生き急いでいるんだろう。



　もっとも、海底神殿攻略はうまくいかなかったみたいでいつもがっくりと肩を落として帰ってきていた。

　一緒に海底神殿へ潜っていた黒騎士カインは、マコト様が居なくなると姿を消した。





「じゃあな、モモ。また会おう」





　マコト様の声の記憶が蘇る。

　最後に頭を撫でられながら、かけられた言葉だ。

　それから千年近い月日が流れた。



（……また名前を呼んでほしい）



　最近は、あの頃の夢をよく見る。

　魔族や魔物が溢れていた暗黒時代。

　恐ろしかったけど、マコト様と一緒に旅をしてきた日々。



　全てが懐かしい。

　また一緒に過ごしたい。

　話がしたい。

　声が聞きたい。



　……でも、できない。



　ずっしりと心に重しが乗せられたように感じる。



　少し外の風に当たろう。

　私は屋敷の外に出た。







　◇





「はぁ……」

　真冬の深夜。

　人族であれば肌を切るような寒さだろうが、生憎と不死者の私は何も感じない。



　空には満月。

　不吉の象徴と言われているのは、かつての月の国の女王ネヴィアのせいだ。

　今では『厄災の魔女』と呼ばれている。



　そういえばあの魔女も千年後に転生するつもりらしい。

　迷惑な話だ。

　千年前に散々、世界を振り回しておいて。

　私は怫然とした気持ちで、ハイランド王城内の庭園をぶらぶら散歩を続ける。



「大賢者先生？」

　こんな時間なら誰も居ないと思っていたら、話しかけられた。



「ノエルか」

　星明かりに煌めく金髪に、透き通った蒼い瞳。

　ハイランドの美しき第二王女だった。



（似てる……）



　アンナさんと瓜二つの太陽の巫女。

　聖女の生まれ変わりと噂されるのも頷ける。



「こんな時間にどうした？」

「中々寝付けなくて大聖堂で祈っておりました。それにしても……本当に数年以内に大魔王が復活するのでしょうか……？　そして、私はその時に何をすれば……」

　不安そうな顔でこちらを見つめる。







　――千年前に地上を支配した大魔王イヴリースが復活する







　各国の巫女が同時に『神託』を受けた事件。

　それから太陽の国を中心として、復活する大魔王へ対抗するための作戦が秘密裏に動いている。

『北征計画』というそうだ。



　それまでは国同士のゴタゴタが多少あったものだが、今では足並みを揃えて大魔王の復活へ備えている。

　とはいえ



「まだ先の話だ。あまり思い詰めるな」

「はい……」

　うつむく王女ノエル。



　不安なのだろう。

　世界を救った救世主パーティーの聖女。

　ハイランド建国の英雄。

　その生まれ変わりと呼ばれる重圧は、十代の少女には過ぎたものだろう。



「あの……私に救世主様の活躍の様子を聞かせてもらえませんか？」

「またか……」

　私はため息を吐いた。



　世間一般には、私は初代の大賢者の力と記憶を『継承』スキルで受け継いでいることになっている。

　が、実際は不死人の吸血鬼である当人だ。

　ハイランド王族や一部の貴族は、それを知っている。



「仕方ないな、不死の王ビフロンスを倒した時の話をしてやろう」

「はい！」

　キラキラして目でこちらを見つめる。



（実際はマコト様とアンナさんが倒したのを見てただけなんだけどね……）

　少し心苦しい。

　しかし、太陽の巫女ノエルの気が軽くなるのならいくらでも聞かせてやろう。

　私は多少の脚色を交えて、英雄譚を語った。









　それからまた月日が流れ、――――――――異世界からの来訪者が現れたという知らせが届いた。









　現れたのはアンナさんに続く二代目の『光の勇者』。

　そして、強力なスキルを持つ異世界人たちだった。



　しかし、太陽の国ハイランドへやってきた者の中にマコト様の姿はなかった。



　でも、大丈夫。



　私は聞・い・て・い・る・。



　どうすればマコト様に会えるのか。







　◇







「あの……大賢者様がわざわざ大迷宮ラビュリントスへ向かわれるのですか？」

「そうだ。文句があるのか？」

　滅多に屋敷から出てこない私が、王城へ出向き用件を伝えると国王と宰相が揃って顔を強張らせていた。



「いえいえ！　文句などとんでもない！　しかしいくら『忌まわしき竜』が出たとはいえ大賢者様が自ら赴かれるほどの案件では無いかと……」

「我が決めたのだ。反対するなら力ずくで止めてみよ」

　私がじろりと見回すと、王族や貴族たちが目を逸らす。



　ここに居る者たちは、私が千年前の『救世主』パーティーの一員であると知っている。

　普段は使うことのない威光であるが、たまには利用させてもらおう。



「よ、よろしくお願いします。大賢者様」

　緊張した面持ちを向ける今代の『光の勇者』である桜井リョウスケ。

　異世界からやってきた勇者だ。



（……強い）



　その身に纏う闘気オーラでわかる。

　かつてのアンナさんを大きく上回る潜在能力を保有していることがわかった。

　ただ、この世界に来て間もないことから力の使い方には慣れていないようだ。



「初陣だな。困ったことがあれば、我が助けよう」

「ありがとうございます」

　礼儀正しい好青年だ。



「大賢者様……、本当に大迷宮へ行くのですか？」

「貴方様はハイランドの最高戦力です。どうかご再考を……」

「話は終わりだ」

　強引に話をまとめ、私は大迷宮にて現れた『忌まわしき竜』を討伐する計画に同行することとなった。





　――千年後の光の勇者が大迷宮に行った時、俺とモモが最初に出会ったんだよ。





　マコト様に教えてもらった未来の知識。

　絶対に逃せない。



（やっと……やっと逢える……）



　止まっているはずの心臓が動き出しそうな気すらした。



　そして、大迷宮で光の勇者くんは見事に『忌まわしき竜』を討伐した。



　少し危なっかしいところはあったが、初陣としては上出来だろう。



　そしてーー私は彼・を・見つけた。







　◇







「失礼しまーす……」



　黒髪黒目で細身。

　少し頼りない印象のかけだしの冒険者である一人の青年が、私の居るテントに入ってきた。







（…………あぁ）







　泣きそうになった。

　声が出そうになるのを必死に我慢する。



（やっと…………会えた）



　友人だという光の勇者くんにお願いして、高月マコトと名乗る異世界人を呼び出してもらった。



　異世界からやってきた中で、最弱の身体能力ステータスとスキルしか持っていないと判断された人物。



　そのため太陽の国には招かれなかった。



　それどころか、西の大陸の全ての国が彼は戦力にならないと引き取らなかった。



　そのため、神殿で保護されたまま忘れ去られそうになっていた。



　大賢者わたしの耳に、その人物の情報が届いたのは、彼が異世界にやってきてから随分と経ってからだった。



　報告を受けて、本当にあのマコト様と同一人物なのかと疑った。



　けど……。



（あぁ……マコト様だ……）



　間違いなかった。

　記憶の中にある通りの姿だ。



「もっと、近くへ来い。話し辛いであろう」

　声が震えるのを必死で抑える



　記憶しているマコト様はもっと堂々としていたが、目の前の彼は少し緊張しているように見えた。



（そっか……、ここに居るマコト様は私のことを知らないんだ……）



　それを思い出し少し冷静になった。

　そして、マコト様の後ろに二人の可愛らしい女の子が居ることに気づく。



（あーあ、また女の子を侍らせて……）

　少しイラっとした。



　一体、どんな女かと思って『鑑定』すると半魔族と蛇女の魔物ラミアだった。

　しかも赤毛の女の子は、ジョニィさんのひ孫だし！



　これは無下にはできない……なぁ～。



　私は魔力の扱いが下手な赤毛のエルフに魔道具をプレゼントし、『変化』スキルに慣れてないラミアの女の子にはスキルの使い方をアドバイスした。



（……敵に塩を送ってしまった）

　最近、異世界人から聞いた言葉だ。

　マコト様の故郷の格言らしい。



　それでも、千年ぶりにマコト様と会話できて天に昇りそうな心地だった。



　あぁ、もっと会話したい。







　◇







　それから、用事を見つけてはマコト様に会いに行った。



　といっても、大賢者の立場では用事を作るのも一苦労だった。



　あの人は会う度に強くなっていった。



　あっという間に、水の大精霊を使役して。



　行く先々で国の危機を救い。



　魔王すら倒していた。



　私の知っているマコト様に成っていった。







　そしてついに、――マコト様は千年前へと旅立った。







　きっと過去で人間だった頃の私を助けるのだろう。



　そして、私はあの人を好きになる。



　千年間……ずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっとずっと。



　私は屋敷の奥にある黒い『棺』の前にやってきた。





「一体……いつ目を覚ますんです……？」

　私は力なく呟く。





　棺を開くと氷魔法の中でマコト様が眠っている。

　水の大精霊によって護られた氷。

　私では溶かすことができない。





「もう……千年、経ちましたよ……？」

　氷に触れる。

　硬く、無機質で何の温もりもない。





「……いつ目を覚ますんですか……？」





　返事は無い――――――――はずだった。





「ちびっこ？　泣いてるんですか？」

「っ!?」

　突然、目の前に肌の蒼い美しい女が立っていた。



　不死人である私には、精霊は視えない。

　しかし、魔力の塊である大精霊は別だ。





「水の大精霊ウンディーネ……？」

「ち・ょ・っ・と・見ない間に、随分と偉そうな恰好をしてますね」

　私の大賢者の服装について言っているらしい。



「どこがちょっとですか！」

　思わず怒鳴った。



　千年をちょっと!?

　これだから時間の感覚が無い精霊は！

　いや、今はそんなことはどうでもいい。



（水の大精霊ディーアが出現したということは……！！）



　慌てて棺に視線を戻す。







「あ……、ああ……」



　千年溶けなかった氷が跡形も無く消え去っていた。



　トクンと、マコト様の胸が脈打つ音を耳が拾った。



　ゆっくりと……、ゆっくりと、マコト様が目を開いた。







　◇高月マコトの視点◇







（高月マコト、水の大精霊に命令して自分を凍らせなさい。で、千年後に目覚めればいいわ）

　運命の女神様の指示は、実にアバウトなものだった。





「冷凍睡眠コールドスリープですかー……」

　考えなかったわけではない。

　というかそれしかないかなぁ、と思っていた。



　怖いのは、眠っている間は無防備になること。

　あとうまく千年後に目覚めることができるか？　という点だ。





（大丈夫よ！　冷凍睡眠している間はモモちゃんに見張らせなさい）

「モモに見張らせる？」

「私が何か……？」

　俺のつぶやきに、大賢者様が不安そうな表情を見せる。



「モモ、俺のことは任せた！」

「え、は、はい！　よくわかりませんが、任されました！」

　元気よく返事をしてくれた。

　良い子や……。

　あとで、きちんと説明しよう。



「千年後に目覚めるにはどうしましょう？」

（水の大精霊に頼みなさい）

「モモじゃ駄目なんですか？」　

（モモちゃんだと、水の大精霊の魔法を解除できないわ。高月マコトが自力で目覚めるか、水の大精霊が目覚めさせるかどっちかね）

　なるほど。



「水の大精霊ディーア、千年後に俺を起こすことってできる？」

「私は時間の感覚が無いのであまり自信が……。千年とは前回の神界戦争が起きた頃から経ったくらいの時間でしょうか？」

（それは1500万年前よ）

「……」

「……」

　あかん。

　精霊に時間の感覚を持たせるのは難しそうだ。

　1500万年前とか神話の時代なんだけど。

　1500万年後も寝続けたら、洒落にならない。



（仕方ないわね～、私が運命魔法を教えてあげるわ。時間計測タイマー魔法を覚えなさい）　

「そんな魔法があるんですね」

（無いわよ。高月マコトのために私が創るのよ）

「……お手数おかけします」

(ふふふ、感謝なさい！)

　というわけで運命の女神様に直々に魔法を教わることになった。







　そして――――――冷凍睡眠コールドスリープする日。







　ジョニィさんや白竜メルさんは勿論。

　土の勇者ヴォルフさん、木の勇者ジュリエッタさん、その他大迷宮のみんなが見送りに来てくれた。

　モモがずっと涙を浮かべているのを見て、非常に申し訳ない気持ちになった。



　そしてアンナさんは…………怒っていた。



「もう少し一緒に居てくれたっていいのに……」

　そう言って頬を膨らませていた。



　しかし、前々から千年後に戻ることは伝えていた。

　彼女も納得してくれている。

　最後には、笑顔で送り出してくれた。



「それじゃあ、行ってきますね」



　千年前の面々に別れを告げる。

　機嫌を直したアンナさんが近づいてきた。



「マコトさん……約束。覚えてます？」

「覚えてますよ」

「忘れたら許しませんからね！」

　そう言ってアンナさんに送り出された。



　その悲しそうな笑顔と、モモの泣き顔が最後の記憶だ。









　◇







　ゆっくり目を開くと、オレンジの光が目に入った。



　薄暗い天井が視界に広がる。



　目端で、ロウソクの火が揺れている。



「……うぅ……」　

　誰かの泣き声が聞こえる。



　それは身体のすぐそばからだった。

　誰かが近くに居る。



「……マ……コト……様……」

　髪の白い小さな少女だった。



　モモか？　

　しかし、記憶にある千年前のモモではない。



　それは俺をハイランドの大聖堂で見送ってくれた大賢者様だった。

　しかし、俺の胸に顔を埋め小さく震える様子は、やはりモモだ。



　俺を待っていてくれたんだ。

　千年間ずっと。



　身体が重い。

　口を開くのすら億劫だった。

　千年間寝ていたのだ。

　当然だろう。



　でも、言わないといけない。

　感謝を伝えないと。



「モモ……ただいま」

　何とか声を絞り出す。



「ずっと待って……ました……」

　応えるモモの声も掠れていた。



「ありがとう」

　俺は重い腕を動かし、モモの頭を優しく撫でた。





　こうして、俺は千年後げんだいに帰還することができた。



■作者コメント（十章のあとがき）

　というわけで『信者ゼロの女神サマ』の十章はこれにて終了です。

　いかがでしたでしょうか？



　これまでの章の文字数は、文庫本一冊に少し足りないくらいの文量にしていたのですが、十章に関しては制限を無くして、書きたいことを詰め込みました。

　といっても、最初は各魔王を一体づつ倒すプロットだったので、大幅に削りました。

　途中で「これ書ききれるかな？」と不安になりつつなんとか千年前を平和にすることができました。



　ここから十章の一部キャラについて少し解説です。



＜モモ＝大賢者様＞

　十章のメインヒロイン。

　十章は、モモとの出会いで始まり、モモとの再会で終わります。

　特に十章エピローグが書きたくてこの章を書いたと言っても過言ではないです。

　ただし、後述しますが十章後半はアンナさんのヒロイン力が上がってしまい押され気味に。



　でも、モモは最終章も出番がありますからね。

　きっと大丈夫でしょう。

　現代はライバルヒロインが多いので大変かもしれませんが……。



　モモのイラストをツイッターに上げておくので見てあげてください。

「もっと近くへ来い」のシーンのイラストです。





＜ジョニィ・ウォーカー＞

　名前の由来はウイスキーの『ジョニーウォーカー』。

　好きな銘柄です。

　一章時点では、登場する予定は一切なくてルーシーの名字として採用しただけです。

　たまに日本の格言とか呟く謎の人。

　もしかしたら中身は異世界転生人かもしれませんが、気にしないでください。





＜白竜＝メルさん＞

　千年前の乗り物担当……のはずが、気がつくと超重要キャラになってました。

　あなたが居なかったら十章は回せなかったよ……。

　ありがとう、メルさん。

　当初の設定は古竜の王の妹だったり、婚約者だったり。

　最終的には古竜の王まおうの娘になりました。





＜黒騎士の魔王＝カイン＞

　君も一章時点では登場予定じゃなかったんだ……。

　アベルの敵だからカインにしておくか、と適当に名付けてしまってあとで後悔したキャラ。

　アンナの姉妹にするか、とか考えたんですが「これ以上ヒロインは増やせん！」と当初予定の狂信者の魔王になりました。

　あまり狂信者感は出せなかった……。





＜アンナ・ハイランド＝光の勇者＞

　千年前の現地ヒロイン。

　元々は「勇者アベル」イコール「聖女アンナ」という一発ネタがやりたくて書いたキャラです。

　ヒロインとしてのマコトとの距離感は書きながら決めよう……と思っていたらすっかりガチヒロインになってしまいました。



　前回の『アンナ・ハイランドと結婚しますか？』の選択肢への回答、マコトとの約束……など、色々と謎を残しているキャラであり、十章で一番苦労したキャラです。



　彼女のその後ですが……、本編完結後の『アフターストーリー』で補足することを検討してます。

　一応、本編内でも少しづつ触れる予定はあります。



＜運命の女神＝イラ様＞　

　最終章でもがっつり出番があるので、ここでは語りません。

　一つ言うと、最もプロットから外れて暴れていたキャラ。

　十章の更新が遅くなったのは、この女神ひとのせい。





　あとがきは、以上です。"""

string1 = """。『』「」々、"""
stringArr = []
# print("\u2e80")
for text in string:
    if ("\u2E80" < text < "\u2EFF") or ("\u2F00" <= text < "\u2FDF") or ("\u3000" < text < "\u303f") \
            or ("\u31C0" < text < "\u31ef") or ("\u3400" < text < "\u4dbf") or ("\u4e00" < text < "\u9fff") \
            or ("\uf900" < text < "\ufaff"):
        stringArr.append(text)

print(stringArr)
print(''.join(stringArr))
